[
  {
    "nome": "Carlos Silva",
    "data": "10 de julho de 2025",
    "nota": 5.0,
    "comentario": "Adotei meu cachorro na Feira de Adoção do último final de semana. O processo foi super organizado e os voluntários são incríveis, muito atenciosos e cuidadosos. Parabéns pelo trabalho sério!"
  },
  {
    "nome": "Ana Beatriz Costa",
    "data": "02 de julho de 2025",
    "nota": 5.0,
    "comentario": "A Patas Amigas é uma referência em Londrina. A dedicação e o amor que eles têm pelos animais é visível em cada ação que promovem. Sou doadora mensal e muito orgulhosa de fazer parte disso."
  },
  {
    "nome": "Rafael Martins",
    "data": "28 de junho de 2025",
    "nota": 4.0,
    "comentario": "Participei como voluntário na campanha de arrecadação. Foi uma experiência ótima e gratificante! A única sugestão seria melhorar a comunicação pré-evento sobre os horários e tarefas. No mais, tudo perfeito."
  },
  {
    "nome": "Juliana Pereira",
    "data": "15 de junho de 2025",
    "nota": 5.0,
    "comentario": null
  },
  {
    "nome": "Marcos Lima",
    "data": "05 de junho de 2025",
    "nota": 3.5,
    "comentario": "A intenção do evento de vacinação foi ótima, mas o local era um pouco pequeno e a fila ficou muito grande sob o sol. Espero que na próxima consigam um espaço maior e mais organizado."
  },
  {
    "nome": "Fernanda Souza",
    "data": "20 de maio de 2025",
    "nota": 5.0,
    "comentario": "Trabalho exemplar! Resgataram uma gatinha na minha rua com muita rapidez e cuidado. Recomendo a todos que querem ajudar ou adotar um novo amigo."
  },
  {
    "nome": "Lucas Ribeiro",
    "data": "18 de maio de 2025",
    "nota": 5.0,
    "comentario": "Ser voluntário na ONG é uma das melhores experiências da minha vida. A equipe é unida e o trabalho, apesar de duro, é muito recompensador."
  },
  {
    "nome": "Sofia Almeida",
    "data": "15 de maio de 2025",
    "nota": 5.0,
    "comentario": "Fiz uma doação de ração e recebi uma foto de agradecimento dos pets. Esse tipo de transparência e carinho faz toda a diferença. Confio muito no trabalho de vocês."
  },
  {
    "nome": "Matheus Ferreira",
    "data": "12 de maio de 2025",
    "nota": 4.5,
    "comentario": "Adotamos a Mel na última feira. O processo foi ótimo e responsável, só um pouco demorado por causa da quantidade de gente, mas valeu a pena."
  },
  {
    "nome": "Gabriela Santos",
    "data": "10 de maio de 2025",
    "nota": 5.0,
    "comentario": "A palestra online sobre posse responsável foi muito esclarecedora. Aprendi muito! Por favor, façam mais eventos educativos como esse."
  },
  {
    "nome": "Larissa Oliveira",
    "data": "01 de maio de 2025",
    "nota": 4.0,
    "comentario": null
  },
  {
    "nome": "Gustavo Pereira",
    "data": "28 de abril de 2025",
    "nota": 5.0,
    "comentario": "Comprei vários itens no bazar beneficente e ajudei a causa. Ótima iniciativa para arrecadar fundos!"
  },
  {
    "nome": "Camila Azevedo",
    "data": "25 de abril de 2025",
    "nota": 5.0,
    "comentario": "Ligamos para a Patas Amigas sobre um cão de rua que parecia ferido e eles vieram muito rápido para o resgate. Atendimento de emergência nota 10."
  },
  {
    "nome": "Bruno Carvalho",
    "data": "20 de abril de 2025",
    "nota": 4.0,
    "comentario": "Levei meus gatos para castrar na campanha. O preço social ajuda demais a comunidade. Apenas senti falta de um pouco mais de organização na fila de espera."
  },
  {
    "nome": "Amanda Rocha",
    "data": "18 de abril de 2025",
    "nota": 5.0,
    "comentario": "Melhor ONG da região! Ponto final."
  },
  {
    "nome": "Felipe Gomes",
    "data": "15 de abril de 2025",
    "nota": 5.0,
    "comentario": "A equipe é super acolhedora com os novos voluntários. Me senti parte da família desde o primeiro dia."
  },
  {
    "nome": "Letícia Barbosa",
    "data": "10 de abril de 2025",
    "nota": 5.0,
    "comentario": null
  },
  {
    "nome": "Ricardo Dias",
    "data": "05 de abril de 2025",
    "nota": 5.0,
    "comentario": "Adotamos há 6 meses e eles ainda entram em contato para saber como está o Tobby. O acompanhamento pós-adoção de vocês é excelente e mostra o quanto se importam."
  },
  {
    "nome": "Vinícius Barbosa",
    "data": "01 de abril de 2025",
    "nota": 2.5,
    "comentario": "Tentei contato por telefone várias vezes para uma denúncia e não consegui falar. O formulário de contato no site também estava dando erro. Acredito que a comunicação pode melhorar."
  },
  {
    "nome": "Beatriz Lima",
    "data": "28 de março de 2025",
    "nota": 5.0,
    "comentario": "Participei do mutirão de limpeza do abrigo. Foi cansativo, mas muito gratificante ver o resultado e o quanto os animais ficaram felizes com o espaço renovado."
  },
  {
    "nome": "Thiago Mendes",
    "data": "25 de março de 2025",
    "nota": 4.0,
    "comentario": "Boas coisas no bazar, mas acho que poderia ser mais divulgado nas redes sociais. Fiquei sabendo por um amigo por acaso."
  },
  {
    "nome": "Mariana Correia",
    "data": "20 de março de 2025",
    "nota": 5.0,
    "comentario": "Confio muito no trabalho de vocês e sempre que posso, contribuo. Continuem assim!"
  },
  {
    "nome": "Davi Castro",
    "data": "15 de março de 2025",
    "nota": 5.0,
    "comentario": null
  },
  {
    "nome": "Isadora Farias",
    "data": "10 de março de 2025",
    "nota": 5.0,
    "comentario": "Encontrei o amor da minha vida de quatro patas graças a vocês. Minha gratidão será eterna. Vocês não salvam só animais, salvam pessoas também."
  },
  {
    "nome": "Paulo Henrique",
    "data": "01 de março de 2025",
    "nota": 4.5,
    "comentario": "O conteúdo da palestra foi ótimo, muito relevante. Só o som que estava um pouco baixo e dificultava para quem sentou no fundo. Fica a dica para a próxima!"
  }
]